[
  {
    "type": "h2",
    "text": "Meetings with the Red Crown",
    "bbox": [
      50.74020004272461,
      59.129703521728516,
      285.3163757324219,
      80.58570098876953
    ]
  },
  {
    "type": "body",
    "text": "The Signal Tower (page 27) is an ideal location for a confrontation with the Red Crown cultists. This happens when the adventurers return there with the sixth key after exploring the Barren Hills. However, the adventurers may run across the cultists at some other point in time. Here are the most probable occasions.",
    "bbox": [
      50.74020004272461,
      77.67768096923828,
      285.3163757324219,
      150.9956817626953
    ]
  },
  {
    "type": "bold",
    "text": "Between Kemperbad and Grissenwald, Day 13 – 15",
    "bbox": [
      50.74020004272461,
      152.3409881591797,
      285.2991027832031,
      186.76498413085938
    ]
  },
  {
    "type": "body",
    "text": "If the timeline continues without changes, the cultists will be travelling north to Kemperbad by road at the same time as the adventurers are travelling south from Kemperbad to Grissenwald by river. There is a chance that a sharp-eyed adventurer will recognise Heidlemann riding along the bank. He will be in the company of a lady and a couple of pack horses. After being recognised in Altdorf, though, Heidlemann is cautious, and has taken to wearing a broad-brimmed hat that hides much of his face. A",
    "bbox": [
      50.74020004272461,
      182.07769775390625,
      285.2991027832031,
      290.1956787109375
    ]
  },
  {
    "type": "bold",
    "text": "Hard (-20) Perception",
    "bbox": [
      50.74020004272461,
      274.877685546875,
      285.2991027832031,
      290.1956787109375
    ]
  },
  {
    "type": "body",
    "text": "Test is required to spot him, although you can allow a +10 bonus for any Character with the Sixth Sense Talent if you wish.",
    "bbox": [
      50.74020004272461,
      274.877685546875,
      285.2991027832031,
      313.39569091796875
    ]
  },
  {
    "type": "body",
    "text": "When Heidlemann sees that he has been spotted, he and his ‘lady friend’, Herzen, will spur their horses to a gallop and be gone before the adventurers can reach the bank and disembark. The close encounter, however, should serve to pique the adventurers’ interest.",
    "bbox": [
      50.74020004272461,
      321.2777099609375,
      285.3162841796875,
      382.9956970214844
    ]
  },
  {
    "type": "bold",
    "text": "Kemperbad, Day 15 or 16",
    "bbox": [
      50.74020004272461,
      387.8717041015625,
      285.3153991699219,
      408.2956848144531
    ]
  },
  {
    "type": "body",
    "text": "If the adventurers waste no time in Grissenwald, there is a small chance that they might reach Kemperbad before the cultists have departed. Kemperbad is a small town, but it is possible for the two parties to miss each other. If Heidlemann saw the adventurers on the river (above), he persuades Etelka that steps need to be taken. She pays a couple of dockside thugs",
    "bbox": [
      50.74020004272461,
      402.4776916503906,
      285.3153991699219,
      475.7956848144531
    ]
  },
  {
    "type": "body",
    "text": "to look out for the adventurers’ boat and set fire to it at night. If necessary, refer to The Bounty Hunter’s Plan in",
    "bbox": [
      294.9920959472656,
      66.07770538330078,
      529.5601196289062,
      92.99568176269531
    ]
  },
  {
    "type": "bold",
    "text": "Enemy in Shadows",
    "bbox": [
      294.9920959472656,
      77.67768096923828,
      529.5601196289062,
      104.59571838378906
    ]
  },
  {
    "type": "body",
    "text": "(page 46).",
    "bbox": [
      294.9920959472656,
      89.27771759033203,
      529.5601196289062,
      104.59571838378906
    ]
  },
  {
    "type": "body",
    "text": "This attack, and the Watch inquiry that will follow, should delay the adventurers by anything from a few hours to a full day. If the attackers are captured, all they can say is that a ‘nice lady hired us to discourage an over-eager lover from bothering her’, further muddying the waters for the adventurers.",
    "bbox": [
      294.9920959472656,
      112.47772979736328,
      529.5422973632812,
      174.19569396972656
    ]
  },
  {
    "type": "bold",
    "text": "Between Kemperbad and the Devil’s Bowl, Day 17 – 23",
    "bbox": [
      294.9920959472656,
      175.54100036621094,
      529.5433349609375,
      209.96499633789062
    ]
  },
  {
    "type": "body",
    "text": "The River Stir is narrower than the Reik, but it is still a major waterway and traffic moves freely along it. If necessary, you can use one of the ploys above to make sure the adventurers do not catch the cultists before they have reached the Barren Hills.",
    "bbox": [
      294.9920959472656,
      205.2777099609375,
      529.5433349609375,
      255.3957061767578
    ]
  },
  {
    "type": "body",
    "text": "The River Narn becomes considerably narrower and faster as it rises toward the Barren Hills. Working a boat upstream against the current is a slow business. Half normal speed is good progress. The cultists will be able to travel faster on horseback.",
    "bbox": [
      294.9920959472656,
      263.2777099609375,
      529.5153198242188,
      313.39569091796875
    ]
  },
  {
    "type": "bold",
    "text": "The Devil’s Bowl, Day 20 – 24",
    "bbox": [
      294.9920959472656,
      318.271728515625,
      529.5502319335938,
      338.6957092285156
    ]
  },
  {
    "type": "body",
    "text": "This could be a good time and place for a showdown, especially if the cultists have reached the conclusion that the meteorite is not here. If the Characters are strong combatants, the situation could turn into a three-sided fight between the adventurers, the cultists, and the Skaven.",
    "bbox": [
      294.9920959472656,
      332.877685546875,
      529.5502319335938,
      394.595703125
    ]
  },
  {
    "type": "body",
    "text": "Brunhilde’s ghost (pages 59 & 63) might join the adventurers if they need reinforcement, as she recognises the nature of the cultists. She could scare off any hired thugs quite easily, leaving the adventurers to deal with the two wizards. For extra reinforcements and drama, she might clear the rock fall from The Cave of the Dead (page 60) with an impressive gesture. This",
    "bbox": [
      294.9920959472656,
      402.4776916503906,
      529.5691528320312,
      475.7956848144531
    ]
  }
]