[
  {
    "type": "body",
    "text": "Ideally, the adventurers will prevail after a hard fight. They may capture a thug or two, who will only know that they were paid good money to take one Character alive and kill or maim the rest. If the adventurers try to alert the authorities they will find themselves frustrated: the town Watch will take their statements with barely-disguised scepticism and advise them to come back in a month or two. Even if an inquiry does go ahead, it will eventually be stymied by Purple Hand agents or puppets in the higher echelons of Kemperbad’s judicial system.",
    "bbox": [
      50.74020004272461,
      506.877685546875,
      285.3153991699219,
      614.9956665039062
    ]
  },
  {
    "type": "body",
    "text": "If things go awry, several Characters may be killed — or at least, obliged to spend Fate Points so they later wake up unconscious — and the double will be bound and gagged, stuffed in a sack, and shipped downriver to Altdorf with a cargo of onions. The rest of the party will have just a few days to recover from their wounds, formulate a plan, identify the boat, and rescue their comrade.",
    "bbox": [
      50.74020004272461,
      622.877685546875,
      285.3190002441406,
      707.7957153320312
    ]
  },
  {
    "type": "body",
    "text": "He’s got a double to throw off assassins — everyone knows that. And he stumbled over the words of the Oath of Loyalty when he gave it to the new recruits. My brother-in-law was there — Altdorf born and bred, he is — and he’s seen the Emperor enough times to know when he’s looking at an imposter.",
    "bbox": [
      71.03359985351562,
      189.986328125,
      281.16357421875,
      255.976318359375
    ]
  },
  {
    "type": "body",
    "text": "Note:",
    "bbox": [
      309.0600891113281,
      455.9327087402344,
      512.4807739257812,
      467.9226989746094
    ]
  },
  {
    "type": "h1",
    "text": "RESOLUTION",
    "bbox": [
      294.9920959472656,
      510.6427917480469,
      397.3641052246094,
      533.290771484375
    ]
  },
  {
    "type": "h2",
    "text": "Rewards",
    "bbox": [
      294.9920959472656,
      546.3297729492188,
      529.5050659179688,
      567.7857666015625
    ]
  },
  {
    "type": "body",
    "text": "XP should be awarded for good roleplaying and clever ideas at the end of the session.",
    "bbox": [
      294.9920959472656,
      564.877685546875,
      529.5050659179688,
      591.7957763671875
    ]
  }
]