[
  {
    "type": "body",
    "text": "If the adventurers will not be dissuaded from their quest, Corrobreth will offer to go with them. He needs to collect herbs, and has no wish for the adventurers to come to any harm. The adventurers would be well advised to accept the Druid’s offer, as without a guide, their chances of finding the meteorite crater are minimal. The Barren Hills extend over a huge area and they could wander for months without finding the crater.",
    "bbox": [
      82.20469665527344,
      66.07770538330078,
      316.7817077636719,
      150.9956817626953
    ]
  },
  {
    "type": "h1",
    "text": "INTO THE UNKNOWN",
    "bbox": [
      82.20469665527344,
      151.04269409179688,
      316.7817077636719,
      173.69068908691406
    ]
  },
  {
    "type": "body",
    "text": "The journey up the River Narn to the ‘Devil’s Bowl’ will take four days. Owing to the river’s current, the return journey will take only three days. The Narn is too shallow and rocky for the party’s boat, but the Baumenvolk will provide a number of hide canoes (each one can hold two people and their gear). Going upstream, the travellers must paddle hard against the current, and when travelling downstream there is no need to paddle, although the paddles are still needed to steer the canoe. Any Character with any advances in the Row Skill will have no difficulty steering a canoe.",
    "bbox": [
      82.20469665527344,
      182.07769775390625,
      316.76007080078125,
      301.7956848144531
    ]
  },
  {
    "type": "body",
    "text": "There is no need to play the journey out in great detail, although if the adventurers look as though they might go off course, a few Beastmen will help keep them moving in the right direction. More important is to build up a feeling of growing peril. This can be achieved by making the Players describe their camping and watch-keeping arrangements in great detail, and by mentioning strange sounds in the distance, unnatural lights on the horizon, and other unsettling details.",
    "bbox": [
      82.20469665527344,
      309.6777038574219,
      316.78985595703125,
      406.1956787109375
    ]
  },
  {
    "type": "body",
    "text": "The lands above Unterbaum consist of a strange desolate wilderness, with few signs of life other than large, evil-looking crows. Further into the hills, the trees gradually change, and",
    "bbox": [
      82.20469665527344,
      414.07769775390625,
      316.7718505859375,
      452.595703125
    ]
  },
  {
    "type": "body",
    "text": "the majestic oaks begin to look somewhat warped and twisted. The air becomes still and musty. Huge cobwebs span gnarled branches, and whole groves of dead and dying trees dot the landscape. From their stricken limbs sprout obscene growths of red and purple fungi.",
    "bbox": [
      326.4566955566406,
      66.07770538330078,
      561.0040893554688,
      127.79573059082031
    ]
  },
  {
    "type": "body",
    "text": "As the adventurers travel on, the scenery changes even more. Rocky outcrops thrust skywards between sparse copses of leafless trees. The river becomes shallower and faster, with stretches of rapids and small waterfalls, which can only be passed on foot by carrying the canoes and equipment. At such times, the stillness deepens perceptibly, only occasionally broken by ominous sounds in the distance.",
    "bbox": [
      326.4566955566406,
      135.67767333984375,
      561.0247192382812,
      220.59571838378906
    ]
  },
  {
    "type": "body",
    "text": "In the heart of the Hills there are hardly any trees at all, just stretches of badlands punctuated with ‘meadows’ of a coarse moorland unlike anything the party has ever seen before. It is luminous green in colour, and seems to ripple as they pass — not with the wind, but under its own, sinister impetus.",
    "bbox": [
      326.4566955566406,
      228.47772216796875,
      561.0335693359375,
      290.1956787109375
    ]
  },
  {
    "type": "h2",
    "text": "The Devil’s Bowl",
    "bbox": [
      326.4566955566406,
      291.12969970703125,
      561.0335693359375,
      312.585693359375
    ]
  },
  {
    "type": "body",
    "text": "The ‘Devil’s Bowl’ is the crater left by the warpstone meteorite. When it fell some 200 years ago, the Druids built a stone circle around the spot, to ward against its mutating power. They did the same at each place where other fragments landed. Nevertheless, the meteorite’s power was enough to blight the land for many miles around. For a hundred years, nothing grew in the hills — not even a blade of grass. But then, gradually, stunted, twisted growths began to appear. Grass began to cover the hills once again, but it is of a distinctly unnatural colour, moving even when there is no wind to stir it. Truly, the hills are alive...",
    "bbox": [
      326.4566955566406,
      309.6777038574219,
      561.0335693359375,
      429.39569091796875
    ]
  },
  {
    "type": "body",
    "text": "At point A on the Devil's Bowl map (page 59), the river becomes too small for canoes, and the party must continue on foot. It should be about midday on the fourth day out from Unterbaum at this point, and the party will arrive at the crater’s edge by dusk.",
    "bbox": [
      326.4566955566406,
      437.2777099609375,
      561.0281982421875,
      498.9956970214844
    ]
  },
  {
    "type": "body",
    "text": "The main crater has filled with water over the centuries. It is surrounded by a stone circle, which is eerily silhouetted against the darkening sky. Corrobreth suggests that this is a good place to camp for the night, ‘ We’ll be safest in the lee of the stones ,’ he says.",
    "bbox": [
      326.4566955566406,
      506.877685546875,
      561.0327758789062,
      568.595703125
    ]
  },
  {
    "type": "h2",
    "text": "A Voice in the Night",
    "bbox": [
      326.4566955566406,
      569.5297241210938,
      561.0327758789062,
      590.9857177734375
    ]
  },
  {
    "type": "body",
    "text": "As night falls, Morrslieb rises full in the sky, hanging above the crater. Regardless of its normal cycle, Morrslieb always looks full from the Barren Hills. As midnight approaches, an eerie blue glow begins to play over the water, and the wind blows mournfully. From outside the circle a shimmering blue form approaches, and at the same time a wind whips up from nowhere and howls across the adventurers’ camp, sending dust everywhere and impairing vision. When the dust clears, the adventurers can see a torn and tattered female figure. Translucent and outlined with blue light, the woman moves without touching the ground, and no blood flows from the gaping wounds in her side.",
    "bbox": [
      326.4566955566406,
      588.0776977539062,
      561.0327758789062,
      719.3956909179688
    ]
  },
  {
    "type": "bold",
    "text": "Hard (-20) Lore (Theology)",
    "bbox": [
      94.48819732666016,
      698.1846313476562,
      276.28729248046875,
      710.1746215820312
    ]
  }
]