[
  {
    "type": "body",
    "text": "This calls for wisdom. The time shall come when the enemies of Chaos shall relax their guard; looking out from their fortress, they shall pay no heed to the shadow at their backs. Then shall the Great Mutator cause the warped moon to awaken, and the beloved of Morr shall clear his throat and spit upon the Empire. And where his spittle doth fall, there shall the weak fear to tread, but the possessor of the spittle shall wield great power.",
    "bbox": [
      340.434814453125,
      223.80938720703125,
      537.6603393554688,
      326.9641418457031
    ]
  },
  {
    "type": "body",
    "text": "She glowers at them and points at the half-finished signal tower, wheezing as she speaks:",
    "bbox": [
      82.20469665527344,
      66.07770538330078,
      316.73583984375,
      92.99568176269531
    ]
  },
  {
    "type": "body",
    "text": "‘Unless (gasp!) you want to be blacklisted (wheeze!) with every dwarf in the Empire (splutter!) you’ll get back to the site NOW!’",
    "bbox": [
      82.20469665527344,
      100.87769317626953,
      316.519775390625,
      127.79573059082031
    ]
  },
  {
    "type": "body",
    "text": "With a look that is a mixture of apology, embarrassment, and appeal, the pair of dwarfs disembark and trudge back up the bank.",
    "bbox": [
      82.20469665527344,
      135.67767333984375,
      316.724853515625,
      162.59571838378906
    ]
  },
  {
    "type": "body",
    "text": "Gradually recovering her breath, the newcomer introduces herself as Aynjulls Isembeard, Master Artisan and foreman in charge of the construction of the Emperor's signal tower. Clearly the task has not been a pleasant one. Her eyes are red-rimmed with dark rings beneath, and a permanent frown furrows her brow. Aynjulls apologises for Thingrim and Belegol, whom she claims are simply 'overworked', but she does not look to be in any great hurry to get back to work herself.",
    "bbox": [
      326.4566955566406,
      66.07770538330078,
      561.02294921875,
      162.59571838378906
    ]
  }
]