[
  {
    "type": "bold",
    "text": "Intelligence",
    "bbox": [
      50.74020004272461,
      66.07770538330078,
      285.2803649902344,
      81.39570617675781
    ]
  },
  {
    "type": "body",
    "text": "Test will realise that the chest has a false base. In the secret compartment is a cloth bag containing a gold necklace (1 GC), a gold bracelet (2 GCs) and a silver ring bearing the device of the Red Crown (1 GC, or 2/- melted down).",
    "bbox": [
      50.74020004272461,
      66.07770538330078,
      285.2803649902344,
      116.19569396972656
    ]
  },
  {
    "type": "bold",
    "text": "13. Solarium",
    "bbox": [
      50.74020004272461,
      124.07770538330078,
      285.29736328125,
      139.3957061767578
    ]
  },
  {
    "type": "body",
    "text": "- The windows in here have all been smashed, and the furniture has been used for firewood. The remains of the fire are visible in the centre of the room; a mixture of burnt woodwork and bones, some are animal, and some humanoid.",
    "bbox": [
      50.74020004272461,
      124.07770538330078,
      285.29736328125,
      174.19569396972656
    ]
  },
  {
    "type": "bold",
    "text": "14. Laboratory",
    "bbox": [
      50.74020004272461,
      182.07769775390625,
      285.3162536621094,
      197.3957061767578
    ]
  },
  {
    "type": "body",
    "text": "- The door to this room lies blackened in the corridor. The interior of the room is in ruins: broken shards of glass cover the floor, and the tables and work benches are broken and charred. Marks on the floor show where other tables stood, but they have since been burned in the solarium (Room 13).",
    "bbox": [
      50.74020004272461,
      182.07769775390625,
      285.3162536621094,
      243.7957305908203
    ]
  },
  {
    "type": "body",
    "text": "After Etelka left, breaking into her laboratory was one of Gutbag’s first priorities. While examining the room and its contents, one of the Goblins caused an explosion which wrecked the room and blew him into the corridor.",
    "bbox": [
      50.74020004272461,
      251.67770385742188,
      285.2983093261719,
      301.7956848144531
    ]
  },
  {
    "type": "body",
    "text": "The explosion released some captive Purple Mould, which now adheres to the underside of one of the benches. It releases its spores if a spell is cast within 5 yards. This fine purple dust covers a 5 yard radius, and clings to anyone it touches. Until carefully cleaned away, any spells cast also trigger a Minor Miscast, or a Major Miscast if a Minor one had already been caused. There is no way for a Character to know this will happen other than by casting a spell.",
    "bbox": [
      50.74020004272461,
      309.6777038574219,
      285.3171691894531,
      406.1956787109375
    ]
  },
  {
    "type": "bold",
    "text": "15. The Mirrors",
    "bbox": [
      50.74020004272461,
      414.07769775390625,
      285.2983093261719,
      429.39569091796875
    ]
  },
  {
    "type": "body",
    "text": "- The mirrors at the top of the stairwell direct light from the overhead window on to the one-way mirrors below. The mirrors are 4 yards above the level of the stairs, and can be reached by an iron ladder set into the wall. Anyone who climbs the ladder will have an excellent view of the surrounds.",
    "bbox": [
      50.74020004272461,
      414.07769775390625,
      285.2983093261719,
      475.7956848144531
    ]
  },
  {
    "type": "h1",
    "text": "BACK TO GRISSENWALD",
    "bbox": [
      50.74020004272461,
      487.4427185058594,
      237.22332763671875,
      510.0907287597656
    ]
  },
  {
    "type": "body",
    "text": "By the time they leave Black Peaks, the adventurers should have dealt with the Goblin threat and learned something about Etelka Herzen, the Red Crown, and the Barren Hills. They will probably want to return to Grissenwald and head back to Kemperbad and the River Stir.",
    "bbox": [
      50.7401008605957,
      518.4777221679688,
      285.3071594238281,
      580.1956787109375
    ]
  },
  {
    "type": "bold",
    "text": "The Goblins Exposed",
    "bbox": [
      50.74020004272461,
      585.0717163085938,
      285.3072814941406,
      605.4957275390625
    ]
  },
  {
    "type": "body",
    "text": "Gorim Greathammer and the Dwarves of Khazid Slumbol will be delighted when the adventurers arrive with proof that the farm raiders were Goblins. The inhabitants of Grissenwald, and the people of the outlying farms, will be equally delighted to hear that the Goblin threat is no more.",
    "bbox": [
      50.74020004272461,
      599.6776733398438,
      285.3072814941406,
      661.3956909179688
    ]
  },
  {
    "type": "body",
    "text": "Even if the adventurers are certain that all the Goblins are dead, local farmers and townsfolk will organise search parties to scour the forest for any survivors. Others, having heard that the reclusive noblewoman in their midst is in fact a wizard in",
    "bbox": [
      50.74020004272461,
      669.2777099609375,
      285.3162536621094,
      719.3956909179688
    ]
  },
  {
    "type": "body",
    "text": "the service of the Ruinous Powers, will head straight for Black Peaks with the intention of looting the tower and burning it to the ground.",
    "bbox": [
      294.9920959472656,
      193.67767333984375,
      529.562744140625,
      232.19569396972656
    ]
  },
  {
    "type": "body",
    "text": "The Dwarfs of Khazid Slumbol will also go to Black Peaks, intending to take possession of the mine once more and resume the search for the gold that they are certain is there. Perhaps they will find some, against all odds, or perhaps their search is hopeless; the adventurers will not be around to find out. For now, the Dwarfs are filled with a sense of hope and purpose they have not known in years. Some set about demolishing their shanty town, vowing that they will sleep ‘ under honest rock ’ tonight. Relations between them and the townsfolk, though still fragile, are now much more hopeful.",
    "bbox": [
      294.9920959472656,
      240.07769775390625,
      529.567626953125,
      359.7956848144531
    ]
  },
  {
    "type": "bold",
    "text": "A Halfling Abroad",
    "bbox": [
      294.9920959472656,
      364.6717224121094,
      529.568115234375,
      385.095703125
    ]
  },
  {
    "type": "body",
    "text": "Dumpling Hayfoot (page 53) becomes a minor celebrity in Grissenwald, telling lurid tales of the Goblins and the ‘carryings- on’ at the tower house. Some are true, some are embellished, and when she runs out of these, she supplies fresh tales from her own imagination.",
    "bbox": [
      294.9920959472656,
      379.2777099609375,
      529.568115234375,
      440.9956970214844
    ]
  },
  {
    "type": "body",
    "text": "From Grissenwald, Dumpling may catch a passing boat bound for Altdorf or Nuln, or she may accept a ride with the adventurers as far as Kemperbad. If the party needs a replacement Character and the Players have really taken to her, she might be persuaded to join them, although all this ‘gallivanting about and courting danger at every turn’ is not her usual cup of tea — but then, to be a Halfling out in the world and not a cook for someone else might turn out to be a very grand thing indeed.",
    "bbox": [
      294.9920959472656,
      448.877685546875,
      529.5604248046875,
      545.3956909179688
    ]
  },
  {
    "type": "h1",
    "text": "RESOLUTION",
    "bbox": [
      294.9920959472656,
      557.0426635742188,
      397.3641052246094,
      579.690673828125
    ]
  },
  {
    "type": "h2",
    "text": "Rewards",
    "bbox": [
      294.9920959472656,
      592.7296752929688,
      529.5574951171875,
      614.1856689453125
    ]
  },
  {
    "type": "body",
    "text": "Beyond any points you offer for good roleplaying and clever ideas at the end of the session, XP should be awarded for the following:",
    "bbox": [
      294.9920959472656,
      611.2777099609375,
      529.5574951171875,
      649.7957153320312
    ]
  },
  {
    "type": "body",
    "text": "75 points for dealing with Herzen and Heidlemann.",
    "bbox": [
      294.9920959472656,
      650.947021484375,
      505.1572265625,
      666.2650146484375
    ]
  },
  {
    "type": "body",
    "text": "25 points for befriending the Dwarfs of Khazid Slumbol.",
    "bbox": [
      294.9920959472656,
      664.5816040039062,
      522.904296875,
      679.8995971679688
    ]
  },
  {
    "type": "body",
    "text": "25 points for saving the life of Durak Dimholt.",
    "bbox": [
      294.9920959472656,
      678.21630859375,
      486.265380859375,
      693.5343017578125
    ]
  },
  {
    "type": "body",
    "text": "25 points for aiding the farmers near Black Peaks.",
    "bbox": [
      294.9920959472656,
      691.8508911132812,
      496.1212463378906,
      707.1688842773438
    ]
  },
  {
    "type": "body",
    "text": "75 points for defeating the Goblins.",
    "bbox": [
      294.9920959472656,
      705.4854736328125,
      444.7231140136719,
      720.803466796875
    ]
  }
]