[
  {
    "type": "bold",
    "text": "The Cannibals",
    "bbox": [
      294.9920959472656,
      63.07170104980469,
      529.5772094726562,
      83.4957046508789
    ]
  },
  {
    "type": "body",
    "text": "Some of the desperate villagers have taken to eating corpses from the graveyard in order to survive. They live in the abandoned Temple of Sigmar (Location 4) and move around the village via secret passages dug underneath it. So far they have not preyed on the living, but they are running short of corpses, and they are preparing to kill and devour the other villagers.",
    "bbox": [
      294.9920959472656,
      77.67768096923828,
      529.5772094726562,
      150.9956817626953
    ]
  },
  {
    "type": "h1",
    "text": "EVENTS",
    "bbox": [
      294.9920959472656,
      162.64273071289062,
      355.0700988769531,
      185.2907257080078
    ]
  },
  {
    "type": "body",
    "text": "These events occur at specific times while the adventurers are in Wittgendorf, as noted. The course of some events depends on the adventurers’ actions, and they should be adjusted as necessary.",
    "bbox": [
      294.9920959472656,
      193.67767333984375,
      529.5592651367188,
      243.7957305908203
    ]
  },
  {
    "type": "h2",
    "text": "Day 1 — Arrival",
    "bbox": [
      294.9920959472656,
      244.72970581054688,
      529.5592651367188,
      266.1856994628906
    ]
  },
  {
    "type": "bold",
    "text": "Welcome to Wittgendorf",
    "bbox": [
      294.9920959472656,
      271.8717041015625,
      529.5591430664062,
      292.2956848144531
    ]
  },
  {
    "type": "body",
    "text": "When the adventurers arrive, a horde of beggars will limp out of the boathouse and hobble down the embankment path to gather around the boat. They thrust out their grimy hands and plead for money or food. If given either, they immediately begin to fight amongst themselves, only stopping if driven off or if one of them escapes with the alms.",
    "bbox": [
      294.9920959472656,
      286.4776916503906,
      529.5591430664062,
      359.7956848144531
    ]
  },
  {
    "type": "bold",
    "text": "The Pale Lady",
    "bbox": [
      294.9920959472656,
      364.6717224121094,
      529.5636596679688,
      385.095703125
    ]
  },
  {
    "type": "body",
    "text": "As the adventurers reach the top of the track leading up from the wharf, they see a beautiful young woman dressed in dark blue, mounted on a white horse and surrounded by six armed guards amid a crowd of slack-jawed beggars. On a successful",
    "bbox": [
      294.9920959472656,
      379.2777099609375,
      529.5636596679688,
      429.39569091796875
    ]
  },
  {
    "type": "bold",
    "text": "Challenging (+0) Intelligence",
    "bbox": [
      294.9920959472656,
      425.6777038574219,
      529.5636596679688,
      440.9956970214844
    ]
  },
  {
    "type": "body",
    "text": "Test, the adventurers will spot an obvious familial likeness between the woman and the portraits in the ruined observatory’s study (see The Observatory, page 30). The guards bear the Wittgenstein family crest on their shields and wear full-face helmets with sleeved mail shirts.",
    "bbox": [
      294.9920959472656,
      425.6777038574219,
      529.5636596679688,
      487.39569091796875
    ]
  },
  {
    "type": "h2",
    "text": "The Beggars of Wittgendorf",
    "bbox": [
      50.74020004272461,
      314.3298034667969,
      285.30731201171875,
      335.7857971191406
    ]
  },
  {
    "type": "body",
    "text": "Talking to the beggars yields nothing more than pleas for money and food, interspersed with incoherent ramblings that include no useful information.",
    "bbox": [
      50.74020004272461,
      332.8778076171875,
      285.30731201171875,
      371.3957824707031
    ]
  },
  {
    "type": "body",
    "text": "The beggars will continue to bother the adventurers throughout their stay in the village, and at any time the party will be followed by 1d10 Beggars. They will flee if attacked, only to return later. Successive beatings keep them at a respectful distance, but if a beggar is killed, the others will summon up the courage to attack in a mob.",
    "bbox": [
      50.74020004272461,
      379.2778015136719,
      285.3063659667969,
      452.5957946777344
    ]
  },
  {
    "type": "body",
    "text": "When they are not following the adventurers, the beggars can be found lying in doorways and elsewhere, drinking from dirty blue bottles.",
    "bbox": [
      50.74020004272461,
      460.4778137207031,
      285.28924560546875,
      498.99578857421875
    ]
  },
  {
    "type": "body",
    "text": "There are 30 Beggars in total. Once respectable villagers, they have lost both health and reason to the effects of the warpstone, and to Jean Rousseaux’s rotgut liquor. Some have withered limbs, and others have crude stumps where mutated limbs have been hacked off. Facial deformities are common, such as missing noses, ears, eyes, overlong teeth, and so on. All have open sores, and their breath smells of stale alcohol. Their filthy, ragged clothes are crawling with lice.",
    "bbox": [
      50.74020004272461,
      506.8778076171875,
      285.3001403808594,
      603.3958129882812
    ]
  },
  {
    "type": "body",
    "text": "The beggars are sold rotgut liquor by Kurt Kutzmann, a servant to the village physician, Jean Rousseaux. Unknown to anyone but Lady Margritte, the rotgut contains powdered warpstone which exacerbates the beggars’ condition. Even Rousseaux believes the powder to be a rare medicinal chemical.",
    "bbox": [
      50.74020004272461,
      611.2777709960938,
      285.306396484375,
      672.9957885742188
    ]
  },
  {
    "type": "bold",
    "text": "Contraction: Incubation: Duration: Symptoms:",
    "bbox": [
      306.3306884765625,
      646.225830078125,
      519.1556396484375,
      704.6157836914062
    ]
  }
]