[
  {
    "type": "h2",
    "text": "The Barren Hills",
    "bbox": [
      50.74020004272461,
      59.129703521728516,
      285.3199462890625,
      80.58570098876953
    ]
  },
  {
    "type": "body",
    "text": "If the adventurers ask about the Barren Hills while they are in Kemperbad, they will run into a wall of fear and revulsion. No one can provide specific information about the area, but everyone agrees it is best avoided. The adventurers will not be able to find a guide willing to accompany them, no matter how much money they offer. If they persist in looking for a guide and offer a ridiculous amount of money (over 1,000 GCs, or whatever the GM considers ridiculous), a guide will agree to accompany them, but as soon as the party leaves Unterbaum (page 57) it becomes apparent that the guide knows nothing of the area.",
    "bbox": [
      50.74020004272461,
      77.67768096923828,
      285.3199462890625,
      208.9956817626953
    ]
  },
  {
    "type": "body",
    "text": "Enquiries in the library at the town’s Temple of Verena will only reveal that the name ‘Barren Hills’ dates from some 200 years ago. Before then, the Hills were simply another upland area, and had no particular name. For the last two centuries, though, nothing has grown there and the area has been shunned as a place marked by Chaos. If the adventurers have missed any vital clues so far, the Library of Verena might be a good way to feed them that information in a different form.",
    "bbox": [
      50.74020004272461,
      216.877685546875,
      285.3162841796875,
      313.3957824707031
    ]
  },
  {
    "type": "h2",
    "text": "The Red Crown",
    "bbox": [
      50.74020004272461,
      314.3298034667969,
      285.3162841796875,
      335.7857971191406
    ]
  },
  {
    "type": "body",
    "text": "It is important to keep track of Etelka Herzen and her crony, Ernst Heidlemann (see Timeline, page 26). Their Red Crown expedition may well have beaten the adventurers to Kemperbad, but if not, the adventurers might run into them during this part of the adventure. For notes on handling accidental encounters between the two groups, see Meetings with the Red Crown, page 25.",
    "bbox": [
      50.74020004272461,
      332.8778076171875,
      285.3162841796875,
      417.7958068847656
    ]
  },
  {
    "type": "body",
    "text": "The fast-flowing water and the many treacherous currents and eddies combine to reduce a boat’s speed by 25% when travelling upstream. If you are using the advanced sailing rules from the",
    "bbox": [
      294.9920959472656,
      66.07770538330078,
      529.5602416992188,
      104.59571838378906
    ]
  },
  {
    "type": "bold",
    "text": "Death on the Reik Companion",
    "bbox": [
      294.9920959472656,
      100.87769317626953,
      529.5602416992188,
      116.19569396972656
    ]
  },
  {
    "type": "body",
    "text": ", even skilled Characters must make a",
    "bbox": [
      294.9920959472656,
      100.87769317626953,
      529.5602416992188,
      127.79573059082031
    ]
  },
  {
    "type": "bold",
    "text": "Challenging (+0) Sail",
    "bbox": [
      294.9920959472656,
      112.47772979736328,
      529.5602416992188,
      127.79573059082031
    ]
  },
  {
    "type": "body",
    "text": "Test at the start of each day’s travel, just as unskilled Characters must on normal stretches of river, and there is an additional penalty of-10% to all",
    "bbox": [
      294.9920959472656,
      112.47772979736328,
      529.5602416992188,
      150.9956817626953
    ]
  },
  {
    "type": "bold",
    "text": "Sail",
    "bbox": [
      294.9920959472656,
      135.67767333984375,
      529.5602416992188,
      150.9956817626953
    ]
  },
  {
    "type": "body",
    "text": "Tests made on this stretch of the river. When sailing downstream, speed may be increased by up to 25% (Players’ choice), but the penalty to",
    "bbox": [
      294.9920959472656,
      135.67767333984375,
      529.5602416992188,
      185.7957305908203
    ]
  },
  {
    "type": "bold",
    "text": "Sail",
    "bbox": [
      294.9920959472656,
      170.47772216796875,
      529.5602416992188,
      185.7957305908203
    ]
  },
  {
    "type": "body",
    "text": "Tests should be increased by an amount equal to the percentage increase in speed.",
    "bbox": [
      294.9920959472656,
      170.47772216796875,
      529.5602416992188,
      197.3957061767578
    ]
  },
  {
    "type": "body",
    "text": "Barring mishaps, it should take about six days to travel upstream through the gorge. The time may be filled with random encounters (the River Life of the Empire section in the",
    "bbox": [
      294.9920959472656,
      205.2777099609375,
      529.56103515625,
      243.7957305908203
    ]
  },
  {
    "type": "bold",
    "text": "Death on the Reik Companion",
    "bbox": [
      294.9920959472656,
      228.47772216796875,
      529.56103515625,
      255.3957061767578
    ]
  },
  {
    "type": "body",
    "text": "is a good source), although it would be best to avoid any encounters that could distract the adventurers from their goal. It is quite acceptable for you to describe the journey as passing uneventfully.",
    "bbox": [
      294.9920959472656,
      240.07769775390625,
      529.56103515625,
      290.1956787109375
    ]
  },
  {
    "type": "h2",
    "text": "Ancient Megaliths",
    "bbox": [
      294.9920959472656,
      291.12969970703125,
      529.56103515625,
      312.585693359375
    ]
  },
  {
    "type": "body",
    "text": "A few miles before Unterbaum, the gorge is overshadowed by two enormous megaliths of ancient Druidic construction, which mark the original boundary of the Baumenvolk’s territory (see Unterbaum, page 57). A dozen pairs of these megaliths mark out a huge circle, forming a magical barrier to repel the servants and spawn of Chaos. The megaliths are carved with words of power in an ancient language, and any Character or creature with a mutation must make a",
    "bbox": [
      294.9920959472656,
      309.6777038574219,
      529.56103515625,
      406.1956787109375
    ]
  },
  {
    "type": "bold",
    "text": "Challenging (+0) Willpower",
    "bbox": [
      294.9920959472656,
      390.877685546875,
      529.56103515625,
      406.1956787109375
    ]
  },
  {
    "type": "body",
    "text": "Test when entering the area, with a penalty of -10 for each mutation after the first. If they fail, they gain the Skittish Trait (",
    "bbox": [
      294.9920959472656,
      390.877685546875,
      529.56103515625,
      429.39569091796875
    ]
  },
  {
    "type": "bold",
    "text": "WFRP",
    "bbox": [
      294.9920959472656,
      414.07769775390625,
      529.56103515625,
      429.39569091796875
    ]
  },
  {
    "type": "body",
    "text": ", page 342) while they remain inside the circle. Even Characters who pass this Test will feel unwelcome and vaguely threatened.",
    "bbox": [
      294.9920959472656,
      414.07769775390625,
      529.56103515625,
      452.595703125
    ]
  },
  {
    "type": "h2",
    "text": "A Dead Horse",
    "bbox": [
      294.9920959472656,
      453.5296936035156,
      529.56103515625,
      474.9856872558594
    ]
  },
  {
    "type": "body",
    "text": "This event should only be run if the Red Crown expedition is ahead of the adventurers. Somewhere between the megaliths and Twin Falls, the carcass of a horse floats down the river. It was lost when Herzen and Heidlemann recrossed the river Narn, and its condition will reflect the time that has elapsed since then. The horse still carries its packs, which contain:",
    "bbox": [
      294.9920959472656,
      472.07769775390625,
      529.56103515625,
      545.3956909179688
    ]
  },
  {
    "type": "body",
    "text": "Two weeks’ worth of iron rations, soaked and useless.",
    "bbox": [
      294.9920959472656,
      553.2777099609375,
      507.26324462890625,
      568.595703125
    ]
  },
  {
    "type": "body",
    "text": "Assorted pieces of clothing (female), some of which might be useable if dried out.",
    "bbox": [
      294.9920959472656,
      576.4777221679688,
      524.5620727539062,
      603.3956909179688
    ]
  },
  {
    "type": "body",
    "text": "A sealed oilskin packet whose seal bears the device of the Red Crown. Inside is a rough map of the Empire, with a circle drawn around the area of the Barren Hills, and with the position of Dagmar’s observatory clearly marked and labelled. This map is similar to the handout found in Dagmar's study (page 31), with the addition of the observatory and without the superimposed markings.",
    "bbox": [
      294.9920959472656,
      611.2777099609375,
      524.6065063476562,
      696.1956787109375
    ]
  },
  {
    "type": "h1",
    "text": "UP THE RIVER STIR",
    "bbox": [
      50.74020004272461,
      499.0426940917969,
      198.50132751464844,
      521.690673828125
    ]
  },
  {
    "type": "body",
    "text": "There is a huge lock and weir where the Stir flows into the Reik, built to control what would be almost unnavigable turbulence. The lock is basically the same as others that the adventurers have encountered on the Weissbruck canal and elsewhere, but it is much larger. It can accommodate up to four large river barges, and the lock-house has docking and maintenance facilities for two river patrol boats, plus accommodation for their crews and any prisoners. The toll for use of the lock is 2 GCs.",
    "bbox": [
      50.7401008605957,
      530.0776977539062,
      285.2892150878906,
      626.595703125
    ]
  },
  {
    "type": "body",
    "text": "Between the Narn and the Reik, the river Stir flows through a narrow, sheer-sided gorge, about 600 ft deep and 90 ft wide. The adventurers’ boat battles upstream in a perpetual twilight. The sky is reduced to a thin ribbon of deep blue in which it seems the stars are always visible, save for a short period each day when the sun is directly overhead. The Stir’s foaming waters roar and hiss over the razor-edged rocks that line its banks.",
    "bbox": [
      50.7401008605957,
      634.4777221679688,
      285.3089599609375,
      719.3956909179688
    ]
  }
]